<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadIdentifier</key>
	<string>com.apple.defaults.managed.corecapture.wifi.megawifi</string>
	<key>PayloadUUID</key>
	<string>86B563F9-6B06-4F74-84E2-647322716EAC</string>
	<key>PayloadDescription</key>
	<string>Enable WiFi daemon and driver diagnostic mode</string>
	<key>PayloadDisplayName</key>
	<string>WiFi Performance Diagnostics</string>
	<key>PayloadOrganization</key>
	<string>Apple, Inc</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadVersion</key>
	<integer>2</integer>
	<key>DurationUntilRemoval</key>
	<real>2678400</real>
	<key>ConsentText</key>
	<dict>
		<key>en</key>
		<string>The Wi-Fi Diagnostics Profile generates files that allow Apple to troubleshoot issues with your device and help Apple to improve its products and services.  The generated files may contain some of your personal information, including about your Wi-Fi connection, such as the hardware address of the wireless router you are connected to and content you transfer over the network while this profile is installed.

            By enabling this diagnostic tool and sending a copy of the generated files to Apple, you are consenting to Apple’s use of the content of such files in accordance with its privacy policy (http://www.apple.com/legal/privacy).
        </string>
		<key>jp</key>
		<string>Japanese consent text</string>
		<key>default</key>
		<string>The Wi-Fi Diagnostics Profile generates files that allow Apple to troubleshoot issues with your device and help Apple to improve its products and services.  The generated files may contain some of your personal information, including about your Wi-Fi connection, such as the hardware address of the wireless router you are connected to and content you transfer over the network while this profile is installed.

            By enabling this diagnostic tool and sending a copy of the generated files to Apple, you are consenting to Apple’s use of the content of such files in accordance with its privacy policy (http://www.apple.com/legal/privacy).
        </string>
	</dict>
	<key>PayloadContent</key>
	<array>
		<dict>
            <key>PayloadDisplayName</key>
            <string>Logging Payload for SystemConfiguration, IP Configuration, Captive and EAP/802.1x </string>
            <key>PayloadIdentifier</key>
            <string>LoggingPayload</string>
            <key>PayloadType</key>
            <string>com.apple.system.logging</string>
            <key>PayloadUUID</key>
            <string>27CFE116-4824-4FD0-8302-94274F631DD6</string>
            <key>PayloadVersion</key>
            <integer>1</integer>
            <key>Subsystems</key>
            <dict>
                <key>com.apple.SystemConfiguration</key>
                <dict>
                    <key>DEFAULT-OPTIONS</key>
                    <dict>
                        <key>Enable-Oversize-Messages</key>
                        <true/>
                        <key>Level</key>
                        <dict>
                            <key>Enable</key>
                            <string>debug</string>
                            <key>Persist</key>
                            <string>debug</string>
                        </dict>
                    </dict>
                    <key>SCDynamicStore</key>
                    <dict>
                        <key>Level</key>
                        <dict>
                            <key>Enable</key>
                            <string>info</string>
                            <key>Persist</key>
                            <string>info</string>
                        </dict>
                    </dict>
                </dict>
                <key>com.apple.IPConfiguration</key>
                <dict>
                    <key>DEFAULT-OPTIONS</key>
                    <dict>
                        <key>Enable-Oversize-Messages</key>
                        <true/>
                        <key>Level</key>
                        <dict>
                            <key>Enable</key>
                            <string>debug</string>
                            <key>Persist</key>
                            <string>debug</string>
                        </dict>
                    </dict>
                </dict>
                <key>com.apple.eapol</key>
                <dict>
                    <key>DEFAULT-OPTIONS</key>
                    <dict>
                        <key>Enable-Oversize-Messages</key>
                        <true/>
                        <key>Level</key>
                        <dict>
                            <key>Enable</key>
                            <string>debug</string>
                            <key>Persist</key>
                            <string>debug</string>
                        </dict>
                    </dict>
                </dict>
                <key>com.apple.captive</key>
                <dict>
                    <key>DEFAULT-OPTIONS</key>
                    <dict>
                        <key>Enable-Oversize-Messages</key>
                        <true/>
                        <key>Level</key>
                        <dict>
                            <key>Enable</key>
                            <string>debug</string>
                            <key>Persist</key>
                            <string>debug</string>
                        </dict>
                    </dict>
                </dict>
            </dict>
        </dict>
        <dict>
            <key>PayloadUUID</key>
            <string>A4979507-75C6-455D-B9E8-0200E1E055F1</string>
            <key>PayloadIdentifier</key>
            <string>com.apple.defaults.1</string>
            <key>PayloadType</key>
            <string>com.apple.defaults.managed</string>
            <key>PayloadVersion</key>
            <integer>1</integer>
            <key>PayloadContent</key>
            <array>
                <dict>
                    <key>DefaultsDomainName</key>
                    <string>com.apple.captive.control</string>
                    <key>DefaultsData</key>
                    <dict>
                        <key>Verbose</key>
                        <true/>
                    </dict>
                </dict>
                <dict>
                    <key>DefaultsDomainName</key>
                    <string>com.apple.eapol.control</string>
                    <key>DefaultsData</key>
                    <dict>
                        <key>LogFlags</key>
                        <integer>-1</integer>
                    </dict>
                </dict>
                <dict>
                    <key>DefaultsDomainName</key>
                    <string>com.apple.IPConfiguration.control</string>
                    <key>DefaultsData</key>
                    <dict>
                        <key>Verbose</key>
                        <true/>
                    </dict>
                </dict>
                <dict>
                    <key>DefaultsDomainName</key>
                    <string>com.apple.IPMonitor.control</string>
                    <key>DefaultsData</key>
                    <dict>
                        <key>Verbose</key>
                        <true/>
                    </dict>
                </dict>
                <dict>
                    <key>DefaultsDomainName</key>
                    <string>com.apple.MobileWiFi.debug</string>
                    <key>DefaultsData</key>
                    <dict>
                        <key>WiFiManagerLoggingEnabled</key>
                        <string>true</string>
                    </dict>
                </dict>
                <dict>
                    <key>DefaultsDomainName</key>
                    <string>com.apple.wifi.ui</string>
                    <key>DefaultsData</key>
                    <dict>
                        <key>ShowWiFiUI</key>
                        <string>true</string>
                    </dict>
                </dict>
                <dict>
                    <key>DefaultsDomainName</key>
                    <string>com.apple.wifiFirmwareLoader</string>
                    <key>DefaultsData</key>
                    <dict>
                        <key>LoggingEnabled</key>
                        <integer>1</integer>
                    </dict>
                </dict>
                <dict>
                    <key>DefaultsDomainName</key>
                    <string>com.apple.corecapture.configure</string>
                    <key>DefaultsData</key>
                    <dict>
                        <key>CoreCaptureConfig</key>
                        <dict>
                            <key>CCConfigureStream</key>
                            <dict>
                                <key>com.apple.iokit.IO80211Family</key>
                                <dict>
                                    <key>IO80211AWDLPeerManager</key>
                                    <dict>
                                        <key>bpfIO80211Awdl</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>27358198660246032</integer>
                                                <key>LogLevel</key>
                                                <integer>5</integer>
                                            </dict>
                                            <key>Console</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>0</integer>
                                                <key>LogLevel</key>
                                                <integer>4</integer>
                                            </dict>
                                        </dict>
                                    </dict>
                                    <key>OneStats</key>
                                    <dict>
                                        <key>IO80211 IOReporter Stream</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>1</integer>
                                                <key>LogLevel</key>
                                                <integer>10000</integer>
                                            </dict>
                                            <key>Console</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>0</integer>
                                                <key>LogLevel</key>
                                                <integer>0</integer>
                                            </dict>
                                        </dict>
                                    </dict>
                                </dict>
                                <key>com.apple.driver.AppleBCMWLANCoreV3.0</key>
                                <dict>
                                    <key>FirmwareLogs</key>
                                    <dict>
                                        <key>Chip_UART</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>1</integer>
                                                <key>LogLevel</key>
                                                <integer>5</integer>
                                            </dict>
                                            <key>Console</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>0</integer>
                                                <key>LogLevel</key>
                                                <integer>0</integer>
                                            </dict>
                                        </dict>
                                    </dict>
                                    <key>FirmwareBusLogs</key>
                                    <dict>
                                        <key>Firmware_Bus</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>0</integer>
                                                <key>LogLevel</key>
                                                <integer>0</integer>
                                            </dict>
                                            <key>Console</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>0</integer>
                                                <key>LogLevel</key>
                                                <integer>0</integer>
                                            </dict>
                                        </dict>
                                    </dict>
                                    <key>DriverLogs</key>
                                    <dict>
                                        <key>loggerstream</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>33848193</integer>
                                                <key>LogLevel</key>
                                                <integer>5</integer>
                                            </dict>
                                            <key>Console</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>0</integer>
                                                <key>LogLevel</key>
                                                <integer>1</integer>
                                            </dict>
                                        </dict>
                                        <key>IO80211Logger</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>137447342080</integer>
                                                <key>LogLevel</key>
                                                <integer>5</integer>
                                            </dict>
                                            <key>Console</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>0</integer>
                                                <key>LogLevel</key>
                                                <integer>4</integer>
                                            </dict>
                                        </dict>
                                        <key>IO80211Logger_ap1</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>0</integer>
                                                <key>LogLevel</key>
                                                <integer>5</integer>
                                            </dict>
                                            <key>Console</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>0</integer>
                                                <key>LogLevel</key>
                                                <integer>4</integer>
                                            </dict>
                                        </dict>
                                        <key>IO80211Logger_awdl0</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>146042519552</integer>
                                                <key>LogLevel</key>
                                                <integer>5</integer>
                                            </dict>
                                            <key>Console</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>0</integer>
                                                <key>LogLevel</key>
                                                <integer>4</integer>
                                            </dict>
                                        </dict>
                                    </dict>
                                    <key>DatapathEvents</key>
                                    <dict>
                                        <key>rxpacketpcie</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>3</integer>
                                            </dict>
                                        </dict>
                                        <key>requestiotxpcie</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>7</integer>
                                            </dict>
                                        </dict>
                                        <key>requestiotxsdio</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>7</integer>
                                            </dict>
                                        </dict>
                                        <key>driverstatepcie</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>3</integer>
                                            </dict>
                                        </dict>
                                        <key>glomtransmitted</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>1</integer>
                                            </dict>
                                        </dict>
                                        <key>rxpacket</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>3</integer>
                                            </dict>
                                        </dict>
                                        <key>credits0</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>1</integer>
                                            </dict>
                                        </dict>
                                        <key>events</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>1</integer>
                                            </dict>
                                        </dict>
                                        <key>commander</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>3</integer>
                                            </dict>
                                        </dict>
                                        <key>networkfamilystack</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>0</integer>
                                            </dict>
                                        </dict>
                                        <key>interfacequeue</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>1</integer>
                                            </dict>
                                        </dict>
                                        <key>peerqueue</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>7</integer>
                                            </dict>
                                        </dict>
                                        <key>peerinput</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>7</integer>
                                            </dict>
                                        </dict>
                                        <key>bpf_tap_in</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>37796253270038</integer>
                                            </dict>
                                        </dict>
                                        <key>networkfamilystack_awdl0</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>0</integer>
                                            </dict>
                                        </dict>
                                        <key>interfacequeue_awdl0</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>1</integer>
                                            </dict>
                                        </dict>
                                        <key>peerqueue_awdl0</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>7</integer>
                                            </dict>
                                        </dict>
                                        <key>peerinput_awdl0</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>7</integer>
                                            </dict>
                                        </dict>
                                        <key>bpf_tap_in_awdl0</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>27358469243185680</integer>
                                            </dict>
                                        </dict>
                                        <key>networkfamilystack_ap1</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>0</integer>
                                            </dict>
                                        </dict>
                                        <key>interfacequeue_ap1</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>1</integer>
                                            </dict>
                                        </dict>
                                        <key>peerqueue_ap1</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>7</integer>
                                            </dict>
                                        </dict>
                                        <key>peerinput_ap1</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>7</integer>
                                            </dict>
                                        </dict>
                                        <key>bpf_tap_in_ap1</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>37796253270016</integer>
                                            </dict>
                                        </dict>
                                    </dict>
                                </dict>
                                <key>com.apple.driver.AppleBCMWLANCoreV2.0</key>
                                <dict>
                                    <key>FirmwareLogs</key>
                                    <dict>
                                        <key>Chip_UART</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>1</integer>
                                                <key>LogLevel</key>
                                                <integer>5</integer>
                                            </dict>
                                            <key>Console</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>0</integer>
                                                <key>LogLevel</key>
                                                <integer>0</integer>
                                            </dict>
                                        </dict>
                                    </dict>
                                    <key>DriverLogs</key>
                                    <dict>
                                        <key>loggerstream</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>33848193</integer>
                                                <key>LogLevel</key>
                                                <integer>5</integer>
                                            </dict>
                                            <key>Console</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>0</integer>
                                                <key>LogLevel</key>
                                                <integer>1</integer>
                                            </dict>
                                        </dict>
                                        <key>IO80211Logger</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>137447342080</integer>
                                                <key>LogLevel</key>
                                                <integer>5</integer>
                                            </dict>
                                            <key>Console</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>0</integer>
                                                <key>LogLevel</key>
                                                <integer>4</integer>
                                            </dict>
                                        </dict>
                                        <key>IO80211Logger_ap1</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>0</integer>
                                                <key>LogLevel</key>
                                                <integer>5</integer>
                                            </dict>
                                            <key>Console</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>0</integer>
                                                <key>LogLevel</key>
                                                <integer>4</integer>
                                            </dict>
                                        </dict>
                                        <key>IO80211Logger_awdl0</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>146042519552</integer>
                                                <key>LogLevel</key>
                                                <integer>5</integer>
                                            </dict>
                                            <key>Console</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>0</integer>
                                                <key>LogLevel</key>
                                                <integer>4</integer>
                                            </dict>
                                        </dict>
                                    </dict>
                                    <key>DatapathEvents</key>
                                    <dict>
                                        <key>requestiotxhsic</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>7</integer>
                                            </dict>
                                        </dict>
                                        <key>requestiotxsdio</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>7</integer>
                                            </dict>
                                        </dict>
                                        <key>bulkwrite</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>7</integer>
                                            </dict>
                                        </dict>
                                        <key>bulkread</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>11</integer>
                                            </dict>
                                        </dict>
                                        <key>glomtransmitted</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>1</integer>
                                            </dict>
                                        </dict>
                                        <key>rxpacket</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>3</integer>
                                            </dict>
                                        </dict>
                                        <key>credits0</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>1</integer>
                                            </dict>
                                        </dict>
                                        <key>events</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>1</integer>
                                            </dict>
                                        </dict>
                                        <key>commander</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>3</integer>
                                            </dict>
                                        </dict>
                                        <key>networkfamilystack</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>3</integer>
                                            </dict>
                                        </dict>
                                        <key>interfacequeue</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>1</integer>
                                            </dict>
                                        </dict>
                                        <key>peerqueue</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>7</integer>
                                            </dict>
                                        </dict>
                                        <key>peerinput</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>7</integer>
                                            </dict>
                                        </dict>
                                        <key>bpf_tap_in</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>37796253270038</integer>
                                            </dict>
                                        </dict>
                                        <key>networkfamilystack_awdl0</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>3</integer>
                                            </dict>
                                        </dict>
                                        <key>interfacequeue_awdl0</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>1</integer>
                                            </dict>
                                        </dict>
                                        <key>peerqueue_awdl0</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>7</integer>
                                            </dict>
                                        </dict>
                                        <key>peerinput_awdl0</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>7</integer>
                                            </dict>
                                        </dict>
                                        <key>bpf_tap_in_awdl0</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>27358469243185680</integer>
                                            </dict>
                                        </dict>
                                        <key>networkfamilystack_ap1</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>3</integer>
                                            </dict>
                                        </dict>
                                        <key>interfacequeue_ap1</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>1</integer>
                                            </dict>
                                        </dict>
                                        <key>peerqueue_ap1</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>7</integer>
                                            </dict>
                                        </dict>
                                        <key>peerinput_ap1</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>7</integer>
                                            </dict>
                                        </dict>
                                        <key>bpf_tap_in_ap1</key>
                                        <dict>
                                            <key>CoreCapture</key>
                                            <dict>
                                                <key>LogFlags</key>
                                                <integer>37796253270016</integer>
                                            </dict>
                                        </dict>
                                    </dict>
                                </dict>
                            </dict>
                            <key>CCConfigurePipe</key>
                            <dict>
                                <key>com.apple.iokit.IO80211Family</key>
                                <dict>
                                    <key>IO80211AWDLPeerManager</key>
                                    <dict>
                                        <key>Policy</key>
                                        <integer>1</integer>
                                    </dict>
                                </dict>
                                <key>com.apple.driver.AppleBCMWLANCoreV3.0</key>
                                <dict>
                                    <key>FirmwareLogs</key>
                                    <dict>
                                        <key>Policy</key>
                                        <integer>1</integer>
                                    </dict>
                                    <key>FirmwareBusLogs</key>
                                    <dict>
                                        <key>Policy</key>
                                        <integer>1</integer>
                                    </dict>
                                    <key>DriverLogs</key>
                                    <dict>
                                        <key>Policy</key>
                                        <integer>1</integer>
                                    </dict>
                                    <key>DatapathEvents</key>
                                    <dict>
                                        <key>Policy</key>
                                        <integer>1</integer>
                                    </dict>
                                </dict>
                                <key>com.apple.driver.AppleBCMWLANCoreV2.0</key>
                                <dict>
                                    <key>FirmwareLogs</key>
                                    <dict>
                                        <key>Policy</key>
                                        <integer>1</integer>
                                    </dict>
                                    <key>FirmwareBusLogs</key>
                                    <dict>
                                        <key>Policy</key>
                                        <integer>1</integer>
                                    </dict>
                                    <key>DriverLogs</key>
                                    <dict>
                                        <key>Policy</key>
                                        <integer>1</integer>
                                    </dict>
                                    <key>DatapathEvents</key>
                                    <dict>
                                        <key>Policy</key>
                                        <integer>1</integer>
                                    </dict>
                                </dict>
                            </dict>
                        </dict>
                    </dict>
                </dict>
            </array>
        </dict>
    </array>
</dict>
</plist>
